Repository: casperl/Gambas-Afrikaans
Catalog: gambas-wiki-*.po
Languages: af

source: Gambas Wiki Web Application
af: Gambas Wiki Webtoepassing

source: This class reimplements
af: Hierde klas herimplementeer

source: This class inherits
af: Hierdie klas erf

source: This class is virtual.
af: Hierdie klas is virtueel.

source: This class can be used like an object by creating a hidden instance on demand.
af: Hierdie klas kan gebruik word as 'n objek deur 'n verborge instansie op aanvraag te skep.

source: This class is &1.
af: Hierdie klas is &1.

source: creatable
af: kan geskep word

source: This class is static.
af: Hierdie klas is staties.

source: This class is not creatable.
af: Hierdie klas kan nie geskep word nie.

source: This class can be used as a &1.
af: Hierdie klas kan gebruik word as 'n &1.

source: function
af: funksie

source: static function
af: statiese funksie

source: This class acts like a &1 / &2 static array.
af: Hierdie klas tree op soos 'n &1 / &2 statiese skikking.

source: read
af: leesbaar

source: write
af: skryf

source: This class acts like a &1 static array.
af: Hierdie klas tree op soos 'n &1 statiese skikking.

source: read-only
af: slegs leesbaar

source: This class acts like a &1 / &2 array.
af: Hierdie klas tree op soos 'n &1 / &2 skikking.

source: This class acts like a &1 array.
af: Hierdie klas tree op soos 'n &1 skikking.

source: This class is &1 with the &2 keyword.
af: Hierdie klas is &1 met die sleutelwoord &2.

source: enumerable
af: telbaar

source: statically enumerable
af: statisties telbaar

source: Static properties
af: Statistiese eienskappe

source: Static methods
af: Statiese metode

source: Constants
af: Konstantes

source: Properties
af: Eienskappe

source: Methods
af: Metodes

source: Events
af: Voorvalle

source: Graphical form management
af: Grafiese vormbestuur

source: Event loop management
af: Voorval lusbestuur

source: Image loading and saving
af: Beeld laai en stoor

source: OpenGL display
af: OpenGL weergave

source: Complex numbers
af: Komplekse getal

source: XML management
af: XML bestuur

source: Class
af: Klas

source: Description
af: Beskrywing

source: This component is not stable yet.
af: Hierdie komponent is nog nie stabiel nie.

source: This component is deprecated.
af: Hierdie komponent het verstryk.

source: Author
af: Outeur

source: Authors
af: Outeurs

source: Implements
af: Implementeer

source: Requires
af: Vereis

source: Excludes
af: Sluit uit

source: There are &1 classes and &2 symbols in all Gambas components.
af: Daar is &1 klasse en &2 simbole in al die Gambas komponente.

source: You must be logged in to view the last changes.
af: U moet ingeteken wees om die nuutste wysigings te beskou.

source: Errors
af: Foute

source: Examples
af: Voorbeelde

source: See also
af: Sien ook

source: Message
af: Boodskap

source: Warning! This is a preview. Click on the <b>&1</b> button to go back to the edit page.
af: Waarskuwing! Dit is 'n voorskou. Klik op die <b>&1</b> knoppie om terug te keer na die redigeerblad.

source: This page does not exist in that language.
af: Hierdie bladsy bestaan nie in daardie taal nie.

source: This page does not exist.
af: Hierdie bladsy bestaan nie.

source: No change.
af: Geen wysiging.

source: The english page is more recent.
af: Die Engelse bladsy is meer onlangs.

source: Gambas Documentation
af: Gambas Dokumentasie

source: Preview
af: Voorskou

source: Save
af: Stoor

source: Cancel
af: Kanselleer

source: Exit
af: Uitgaan

source: Edit
af: Redigeer

source: Delete
af: Wis uit

source: Undo
af: Herstel

source: Historic
af: Histories

source: Create
af: Skep

source: Logout
af: Uitteken

source: Login
af: Inteken

source: Password
af: Wagwoord

source: Select the image file to upload...
af: Selekteer beeldlÃªer om op te laai...

source: Since
af: Sedert

source: This component does not exist.
af: Hierdie komponent bestaan nie.

source: This class does not exist.
af: Hierdie klas bestaan nie.

source: This symbol does not exist.
af: Hierdie simbool bestaan nie.
